/**
  ******************************************************************************
  * @file    user_message.h
  * @author  铁头山羊
  * @version V 1.0.0
  * @date    2023年4月24日
  * @brief   用户消息处理
  ******************************************************************************
  * @attention
  * Copyright (c) 2022 - 2023 东莞市明玉科技有限公司. 保留所有权力.
  ******************************************************************************
*/
#ifndef _USER_MESSAGE_H_
#define _USER_MESSAGE_H_

#include "stm32f10x.h"

void User_Message_Process(void);

#endif
